name = "Курс: Python,"
print(name, "всего задач:12, затрачено часов: 1.5, среднее время выполнения:", + (1.5/12))



Количество_выполненных_ДЗ = '12,'
Количество_затраченных_часов = '1.5,'
name = 'Курс: Python,'
Время_на_одно_задание = (1.5/12)
print(name, 'всего задач:', Количество_выполненных_ДЗ, 'затраченно часов:', Количество_затраченных_часов, 'среднее время выполнения:', Время_на_одно_задание)



a = '12'
b = '1.5'
name = 'Курс: Python,'
c = 1.5/12
print(name, 'всего задач:', a, 'затраченно часов:', b, 'среднее время выполнения:', c)
